[
  {
    "authors": "Naomi Alderman",
    "title": "The Power",
    "industryIdentifiers": [
      {
        "identifier": "9780316547659"
      }
    ],
    "imageLinks": {
      "thumbnail": "http://books.google.com/books/content?id=xS_eDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "description": "What would happen if women suddenly possessed a fierce new power? \"The Power is our era's The Handmaid's Tale.\" --Ron Charles, Washington Post **WINNER OF THE BAILEYS WOMEN'S PRIZE FOR FICTION** One of the New York Times's Ten Best Books of the YearOne of President Obama's favorite reads of the YearA Los Angeles Times Best Book of the Year One of the Washington Post's Ten Best Books of the YearAn NPR Best Book of the Year One of Entertainment Weekly's Ten Best Books of the Year A San Francisco Chronicle Best Book of the YearA Bustle Best Book of the Year A Paste Magazine Best Novel of the YearA New York Times Book Review Editors' ChoiceAn Amazon Best Book of the Year \"Alderman's writing is beautiful, and her intelligence seems almost limitless. She also has a pitch-dark sense of humor that she wields perfectly.\" --Michael Schaub, NPR In THE POWER, the world is a recognizable place: there's a rich Nigerian boy who lounges around the family pool; a foster kid whose religious parents hide their true nature; an ambitious American politician; a tough London girl from a tricky family. But then a vital new force takes root and flourishes, causing their lives to converge with devastating effect. Teenage girls now have immense physical power--they can cause agonizing pain and even death. And, with this small twist of nature, the world drastically resets. From award-winning author Naomi Alderman, THE POWER is speculative fiction at its most ambitious and provocative, at once taking us on a thrilling journey to an alternate reality, and exposing our own world in bold and surprising ways.",
    "bookshelf": "Science Fiction"
  },
  {
    "authors": "George R. R. Martin",
    "title": "A Game of Thrones",
    "industryIdentifiers": [
      {
        "identifier": "553897845"
      }
    ],
    "imageLinks": {
      "thumbnail": "http://books.google.com/books/content?id=5NomkK4EV68C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "description": "NOW THE ACCLAIMED HBO SERIES GAME OF THRONES—THE MASTERPIECE THAT BECAME A CULTURAL PHENOMENON Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King’s Landing. There Eddard Stark of Winterfell rules in Robert’s name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse—unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season. Yet a more immediate threat lurks to the south, where Jon Arryn, the Hand of the King, has died under mysterious circumstances. Now Robert is riding north to Winterfell, bringing his queen, the lovely but cold Cersei, his son, the cruel, vainglorious Prince Joffrey, and the queen’s brothers Jaime and Tyrion of the powerful and wealthy House Lannister—the first a swordsman without equal, the second a dwarf whose stunted stature belies a brilliant mind. All are heading for Winterfell and a fateful encounter that will change the course of kingdoms. Meanwhile, across the Narrow Sea, Prince Viserys, heir of the fallen House Targaryen, which once ruled all of Westeros, schemes to reclaim the throne with an army of barbarian Dothraki—whose loyalty he will purchase in the only coin left to him: his beautiful yet innocent sister, Daenerys.",
    "bookshelf": "Fantasy"
  },
  {
    "authors": "Ken Kesey",
    "title": "One Flew Over the Cuckoo's Nest",
    "industryIdentifiers": [
      {
        "identifier": "9781101575277"
      }
    ],
    "imageLinks": {
      "thumbnail": "http://books.google.com/books/content?id=wCP2qgXwXdUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "description": "A Penguin Classics Deluxe Edition of a counterculture classic with a foreword by Chuck Palahniuk Boisterous, ribald, and ultimately shattering, Ken Kesey’s 1962 novel has left an indelible mark on the literature of our time. Now in a new deluxe edition with a foreword by Chuck Palahniuk and cover by Joe Sacco, here is the unforgettable story of a mental ward and its inhabitants, especially the tyrannical Big Nurse Ratched and Randle Patrick McMurphy, the brawling, fun-loving new inmate who resolves to oppose her. We see the struggle through the eyes of Chief Bromden, the seemingly mute half-Indian patient who witnesses and understands McMurphy’s heroic attempt to do battle with the powers that keep them all imprisoned. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators. From the Trade Paperback edition.",
    "bookshelf": "Literature"
  },
  {
    "authors": "Dan Brown",
    "title": "The Da Vinci Code",
    "industryIdentifiers": [
      {
        "identifier": "9780307474278"
      }
    ],
    "imageLinks": {
      "thumbnail": "http://books.google.com/books/content?id=YuDl2Wl651AC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "description": "Harvard symbologist Robert Langdon and French cryptologist Sophie Neveu work to solve the murder of an elderly curator of the Louvre, a case which leads to clues hidden in the works of Da Vinci and a centuries-old secret society.",
    "bookshelf": "Thriller"
  },
  {
    "authors": "Roger Sale",
    "title": "Seattle, Past to Present",
    "industryIdentifiers": [
      {
        "identifier": "295956151"
      }
    ],
    "imageLinks": {
      "thumbnail": "http://books.google.com/books/content?id=xDUnUtKhuSIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "description": "Seattle, Past to Present, interprets the history of the foremost city in the Northwest and traces the implications of that history for the city's present and future. In the process Seattle emerges not as a rough, half-formed frontier town but as a soft city of streets and houses, middle-class in aspiration and achievement; Roger Sale asks how it came to be that way. The methods Sale employs range from demographic analysis and residential survey to portraiture and personal observation and reflection. He highlights what was most important in each of the city's major periods from the founding, when the settlers, in waiting forty years for the railroads to come, meanwhile built a city to which the railroads had to come, down to the post-Boeing Seattle of the 1970's, when the city tried for the first time to discover a sense of itself based on the truths and lessons of its own past. Along the way one finds a good deal that has been obscured or ignored in other books on Seattle and in most books on the history of American cities: a discussion of the economic diversity of late-nineteenth-century Seattle which allowed it to grow; a description of the major achievements of the first boom years, in parks, boulevards, and neighborhoods of quiet eleganced; portraits of people like Vernon Parrington, Nellie Cornish, and Mark Tobey who came to Seattle and flourished here; an assessment of Seattle's new vitality as the result of natives and newcomers mixing both in harmony and in antagonism.",
    "bookshelf": "History"
  },
  {
    "authors": "Gillian Flynn",
    "title": "Dark Places",
    "industryIdentifiers": [
      {
        "identifier": "9780553418484"
      }
    ],
    "imageLinks": {
      "thumbnail": "http://books.google.com/books/content?id=NVaMDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "description": "For a price Libby Day will reconnect with the players that murdered her mother and two sisters in \"The Satan Sacrifice of Kinnakee, Kansas.\" Having testified that her brother Ben was the murderer on that fateful night twenty-five years ago, now she is not so sure as, piece by piece, the unimaginable truth emerges, and Libby finds herself right back where she started--on the run from a killer.",
    "bookshelf": "Suspense"
  },
  {
    "authors": "Stephen King",
    "title": "It",
    "industryIdentifiers": [
      {
        "identifier": "9781501141232"
      }
    ],
    "imageLinks": {
      "thumbnail": "http://books.google.com/books/content?id=-rUACwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "description": "It: Chapter Two—now a major motion picture! Stephen King’s terrifying, classic #1 New York Times bestseller, “a landmark in American literature” (Chicago Sun-Times)—about seven adults who return to their hometown to confront a nightmare they had first stumbled on as teenagers…an evil without a name: It. Welcome to Derry, Maine. It’s a small city, a place as hauntingly familiar as your own hometown. Only in Derry the haunting is real. They were seven teenagers when they first stumbled upon the horror. Now they are grown-up men and women who have gone out into the big world to gain success and happiness. But the promise they made twenty-eight years ago calls them reunite in the same place where, as teenagers, they battled an evil creature that preyed on the city’s children. Now, children are being murdered again and their repressed memories of that terrifying summer return as they prepare to once again battle the monster lurking in Derry’s sewers. Readers of Stephen King know that Derry, Maine, is a place with a deep, dark hold on the author. It reappears in many of his books, including Bag of Bones, Hearts in Atlantis, and 11/22/63. But it all starts with It. “Stephen King’s most mature work” (St. Petersburg Times), “It will overwhelm you…to be read in a well-lit room only” (Los Angeles Times).",
    "bookshelf": "Horror"
  },
  {
    "authors": "Ben Lindbergh,Travis Sawchik",
    "title": "The MVP Machine",
    "industryIdentifiers": [
      {
        "identifier": "9781541698956"
      }
    ],
    "imageLinks": {
      "thumbnail": "http://books.google.com/books/content?id=-Z9xDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "description": "Move over, Moneyball -- this New York Times bestseller examines major league baseball's next cutting-edge revolution: the high-tech quest to build better players. As bestselling authors Ben Lindbergh and Travis Sawchik reveal in The MVP Machine, the Moneyball era is over. Fifteen years after Michael Lewis brought the Oakland Athletics' groundbreaking team-building strategies to light, every front office takes a data-driven approach to evaluating players, and the league's smarter teams no longer have a huge advantage in valuing past performance. Lindbergh and Sawchik's behind-the-scenes reporting reveals: How undersized afterthoughts José Altuve and Mookie Betts became big sluggers and MVPs How polarizing pitcher Trevor Bauer made himself a Cy Young contender How new analytical tools have overturned traditional pitching and hitting techniques How a wave of young talent is making MLB both better than ever and arguably worse to watch Instead of out-drafting, out-signing, and out-trading their rivals, baseball's best minds have turned to out-developing opponents, gaining greater edges than ever by perfecting prospects and eking extra runs out of older athletes who were once written off. Lindbergh and Sawchik take us inside the transformation of former fringe hitters into home-run kings, show how washed-up pitchers have emerged as aces, and document how coaching and scouting are being turned upside down. The MVP Machine charts the future of a sport and offers a lesson that goes beyond baseball: Success stems not from focusing on finished products, but from making the most of untapped potential.",
    "bookshelf": "Sports"
  },
  {
    "authors": "Philip Roth",
    "title": "The Counterlife",
    "industryIdentifiers": [
      {
        "identifier": "9781466846418"
      }
    ],
    "imageLinks": {
      "thumbnail": "http://books.google.com/books/content?id=8s_CrZRtSlUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "description": "The Counterlife is a novel unlike any that Philip Roth has written before, a book of astonishing 180-degree turns, a book of conflicting perspectives and points of view, and, by far, Roth's most radical work of fiction. The Counterlife is about people enacting their dreams of renewal and escape, some of them going so far as to risk their lives to alter seemingly irreversible destinies. Every major character (and most of the minor ones) is investigating, debating, and arguing the possibility of remaking the future. Illuminating these lives in transition and guiding us through all the landscapes, familiar and foreign, where these people are seeking self-transformation, is the mind of the novelist Nathan Zuckerman. His is the skeptical, enveloping intelligence that calculates the price that's paid in the struggle to change personal fortune and to reshape history. Yet his is hardly the only voice. This is a novel in which speaking out with force and lucidity appears to be the imperative of every life. There is Henry, the forty-year-old New Jersey dentist, who risks a quintuple bypass operation in order to escape the coronary medication that renders him sexually impotent. There is Maria, the wellborn young Englishwoman, who invites the disdain of her family by marrying the American she knows will be lease acceptable in Gloucestershire. There is Lippmann, the Israeli settlement leader, who contends that \"everything is possible for the Jew if only he does not give ground.\" The action in The Counterlife ranges from a dentist's office in quiet suburban New Jersey to a genteel dining table in a tradition-bound English village, from a Christmas carol service in London's West End to a Sabbath evening celebration in a tiny desert settlement in Israel's occupied West Bank. Wherever they may find themselves, the characters of The Counterlife are tempted unceasingly by the prospect of an alternative existence that can reverse their fate. The Counterlife was a finalist for the National Book Award and winner of the National Book Critics Circle Award.",
    "bookshelf": "Fiction"
  },
  {
    "authors": "Nick Hornby",
    "title": "High Fidelity",
    "industryIdentifiers": [
      {
        "identifier": "9781101147351"
      }
    ],
    "imageLinks": {
      "thumbnail": "http://books.google.com/books/content?id=k3ZtZcOnWrsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    "description": "Now a Hulu TV series starring Zoë Kravitz From the bestselling author of Funny Girl, About a Boy, and A Long Way Down, a wise and hilarious novel about love, heartbreak, and rock and roll. Rob is a pop music junkie who runs his own semi-failing record store. His girlfriend, Laura, has just left him for the guy upstairs, and Rob is both miserable and relieved. After all, could he have spent his life with someone who has a bad record collection? Rob seeks refuge in the company of the offbeat clerks at his store, who endlessly review their top five films; top five Elvis Costello songs; top five episodes of Cheers. Rob tries dating a singer, but maybe it’s just that he’s always wanted to sleep with someone who has a record contract. Then he sees Laura again. And Rob begins to think that life with kids, marriage, barbecues, and soft rock CDs might not be so bad.",
    "bookshelf": "Fiction"
  }
]